Repository: grabanzo/Anticator
Catalog: Anticator/Resources/Localizable.xcstrings
Source language: es
Languages: en

source: ¿Desactivar autenticación?
en: Disable authentication?

source: ¿Eliminar cuenta?
en: Delete account?

source: ¿Eliminar esta cuenta?
en: Delete this account?

source: ¿Eliminar grupo "%@"?
en: Delete group "%@"?

source: ¿Olvidaste el PIN?
en: Forgot your PIN?

source: ⚠️ Si olvidas el PIN, no podrás recuperar el acceso.
en: ⚠️ If you forget your PIN, you won't be able to regain access.

source: ⚠️ Si olvidas el PIN, no podrás recuperar el acceso. Deberás eliminar el grupo y sus cuentas.
en: ⚠️ If you forget your PIN, you won't be able to regain access. You'll need to delete the group and its accounts.

source: 6 dígitos
en: 6 digits

source: 8 dígitos
en: 8 digits

source: 30 segundos
en: 30 seconds

source: 60 segundos
en: 60 seconds

source: Abrir Ajustes
en: Open Settings

source: Acerca de
en: About

source: Acerca de Anticator
en: About Anticator

source: Activa esta opción si estás configurando la sincronización por primera vez.
en: Enable this option if you're setting up sync for the first time.

source: Ajustes
en: Settings

source: Algoritmo
en: Algorithm

source: Añade tu primer código de autenticación a este grupo
en: Add your first authentication code to this group

source: Añadir código
en: Add code

source: Anticator necesita acceso a la cámara para escanear códigos QR. Puedes habilitarlo en Ajustes.
en: Anticator needs camera access to scan QR codes. You can enable it in Settings.

source: Apariencia
en: Appearance

source: Apunta la cámara al código QR de configuración 2FA
en: Point the camera at the 2FA setup QR code

source: Buscar cuenta
en: Search account

source: Cámara no disponible
en: Camera not available

source: Cambiar
en: Change

source: Cambiar PIN
en: Change PIN

source: Cancelar
en: Cancel

source: Cerrar
en: Close

source: Clave secreta (Base32)
en: Secret key (Base32)

# codes_count %lld
source: %lld códigos
en: %lld codes

source: Código fuente
en: Source code

source: Cómo funciona
en: How it works

source: Configura Face ID, Touch ID o PIN para proteger tus códigos.
en: Set up Face ID, Touch ID or PIN to protect your codes.

source: Configurar PIN
en: Set up PIN

source: Confirma el nuevo PIN
en: Confirm new PIN

source: Confirmar contraseña
en: Confirm password

source: Contador
en: Counter

source: Contraseña
en: Password

source: Copiado
en: Copied

source: Copiar código
en: Copy code

source: Crear backup
en: Create backup

source: Cualquier persona con acceso a tu dispositivo podrá ver tus códigos de autenticación.
en: Anyone with access to your device will be able to see your authentication codes.

source: Cuenta
en: Account

source: Cuenta (ej: usuario@email.com)
en: Account (e.g. user@email.com)

source: Debe existir al menos un grupo.
en: There must be at least one group.

source: Demasiados intentos
en: Too many attempts

source: Demasiados intentos. Intenta más tarde.
en: Too many attempts. Try again later.

source: Desactivar
en: Disable

source: Desbloquear
en: Unlock

source: Desbloquear Anticator
en: Unlock Anticator

source: Detalles técnicos
en: Technical details

source: Dígitos
en: Digits

source: Editar
en: Edit

source: Editar cuenta
en: Edit account

source: Editar grupo
en: Edit group

source: Eliminar
en: Delete

source: Eliminar cuenta
en: Delete account

source: Eliminar PIN
en: Delete PIN

source: Es una contraseña nueva
en: This is a new password

source: Escanea el código QR
en: Scan the QR code

source: Escanear QR
en: Scan QR

source: Esta acción no se puede deshacer. Perderás el acceso al código de autenticación.
en: This action cannot be undone. You will lose access to the authentication code.

source: Este grupo requiere PIN para acceder
en: This group requires PIN to access

source: Gestionar grupos
en: Manage groups

# group_has_codes %@ %lld
source: El grupo "%@" tiene %lld códigos. Muévelos a otro grupo antes de eliminarlo.
en: The group "%@" has %lld codes. Move them to another group before deleting.

source: Grupo
en: Group

source: Grupo protegido
en: Protected group

source: Grupos
en: Groups

source: Guardar
en: Save

source: HOTP (Basado en contador)
en: HOTP (Counter-based)

source: Icono
en: Icon

source: Información
en: Information

source: Información de la cuenta
en: Account information

source: Introduce el nuevo PIN
en: Enter new PIN

source: Introduce el PIN actual
en: Enter current PIN

source: Introduce el PIN actual para desactivar
en: Enter current PIN to disable

source: Introduce el PIN para acceder
en: Enter PIN to access

source: Introduce tu PIN
en: Enter your PIN

source: La clave secreta no es válida
en: The secret key is not valid

source: Las contraseñas no coinciden
en: Passwords don't match

source: Los PINs no coinciden
en: PINs don't match

source: Método
en: Method

source: Métodos de autenticación
en: Authentication methods

source: Mínimo 6 caracteres
en: Minimum 6 characters

source: No hay cuentas para exportar.
en: No accounts to export.

source: No se puede eliminar
en: Cannot delete

source: Nombre
en: Name

source: Nombre del grupo
en: Group name

source: Nuevo grupo
en: New group

source: Nuevo PIN configurado
en: New PIN configured

source: Nuevo PIN configurado ✓ Guarda para confirmar.
en: New PIN configured ✓ Save to confirm.

source: Opciones avanzadas
en: Advanced options

source: Período
en: Period

source: PIN configurado ✓
en: PIN configured ✓

source: PIN del grupo
en: Group PIN

source: PIN incorrecto
en: Incorrect PIN

source: PIN incorrecto (%lld/5)
en: Incorrect PIN (%lld/5)

source: PIN verificado. Guarda para confirmar.
en: PIN verified. Save to confirm.

source: Proteger con PIN
en: Protect with PIN

source: Requerir autenticación
en: Require authentication

source: Restaurar backup
en: Restore backup

source: Resultado
en: Result

source: Se eliminará "%@" y su código de verificación. Esta acción no se puede deshacer.
en: "%@" and its verification code will be deleted. This action cannot be undone.

source: Se te pedirá este PIN cada vez que accedas al grupo.
en: You'll be asked for this PIN every time you access the group.

source: Seguridad
en: Security

source: Seguridad de los datos
en: Data security

source: Servicio
en: Service

source: Servicio (ej: Google)
en: Service (e.g. Google)

source: Si está activado, deberás autenticarte cada vez que abras la app.
en: If enabled, you'll need to authenticate every time you open the app.

source: Sin códigos en %@
en: No codes in %@

source: Tema
en: Theme

source: Tipo
en: Type

source: TOTP (Basado en tiempo)
en: TOTP (Time-based)

source: Tus códigos protegidos
en: Your protected codes

source: Usar PIN
en: Use PIN

source: Versión
en: Version
